Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2009.tmx
Source language: en_us
Languages: zh_cn

source: We will increase contacts between individuals, expand exchanges among all sectors of society, vigorously promote Chinese culture and consolidate the common cultural bonds between the two sides.
zh_cn: 要加强两岸人员往来，扩大社会各界交流，大力弘扬中华文化，巩固两岸精神纽带。

source: We will work on the basis of the one-China principle to enhance mutual political trust between the two sides.
zh_cn: 要在一个中国原则的基础上，努力增强两岸双方政治互信。

source: Based on this, we are ready to make fair and reasonable arrangements through consultation on the issue of Taiwan's participation in the activities of international organizations. We are also ready to hold talks on cross-Straits political and military issues and create conditions for ending the state of hostility and concluding a peace agreement between the two sides of the Taiwan Straits.
zh_cn: 在此基础上，我们愿意通过协商对台湾参与国际组织活动问题作出合情合理安排，探讨两岸政治、军事问题，为结束敌对状态、达成和平协议创造条件。

source: We are convinced that, with the concerted efforts of the people on both sides of the Straits, we will achieve complete reunification of the motherland and the great rejuvenation of the Chinese nation.
zh_cn: 我们坚信，有两岸中华儿女团结奋斗，就一定能够实现祖国的完全统一，实现中华民族的伟大复兴！

source: Significant achievements were made in our diplomatic work last year.
zh_cn: 过去的一年，外交工作取得显著成就。

source: We joined hands with the international community in tackling the global financial crisis.
zh_cn: 我们与国际社会携手应对金融危机。

source: We successfully hosted the Asia-Europe Meeting and enhanced mutual political trust and pragmatic cooperation between Asian and European countries.
zh_cn: 成功举办亚欧首脑会议，增进亚欧国家间的政治互信与务实合作。

source: We actively advanced bilateral and multilateral diplomacy, and played a constructive role in global and regional hotspot issues.
zh_cn: 积极推进双边、多边外交，在全球和地区热点问题上发挥建设性作用。

source: We stood firm in safeguarding China's sovereignty, security and development interests and in protecting the legitimate rights and interests of Chinese nationals and corporations overseas.
zh_cn: 坚定维护国家的主权、安全和发展利益，保障我国公民和法人在海外的合法权益。

source: Further significant progress was made in carrying out all-round diplomacy, and China's international standing and influence rose to a new height.
zh_cn: 全方位外交取得新的重大进展，国际地位和影响空前提高。

source: In the coming year, we will continue to hold high the banner of peace, development and cooperation, adhere to the path of peaceful development and an independent foreign policy of peace, and pursue an open strategy of mutual benefit.
zh_cn: 新的一年，我们将继续高举和平、发展、合作的旗帜，坚持走和平发展道路，坚持奉行独立自主的和平外交政策，坚持推进互利共赢的开放战略。

source: We will increase friendly contacts with other countries in the world to create a favorable external environment for the steady and rapid development of China's economy.
zh_cn: 加强与世界各国的友好交往，为国内经济平稳较快发展创造有利的外部环境。

source: We will continue to deepen pragmatic cooperation with other parties, work with them to curb the spread of the global financial crisis, promote reform of the international financial system, and oppose trade and investment protectionism, in order to help bring about an early recovery of the world economy.
zh_cn: 我们将继续深化与各方的务实合作，共同遏制国际金融危机蔓延，推动国际金融体系改革，反对贸易和投资保护主义，促进世界经济尽快复苏。

source: We will continue to take the fundamental interests of the people of China and the world as our starting point and make new contributions to the proper resolution of hotspot issues and global problems.
zh_cn: 我们将继续从中国人民和世界各国人民的根本利益出发，为妥善解决热点问题和全球性问题作出新的贡献。

source: The Chinese government and people stand ready to work with the governments and peoples of other countries to jointly respond to risks and challenges, share development opportunities, and build a harmonious world of durable peace and common prosperity.
zh_cn: 中国政府和人民愿同各国政府和人民一道，共同应对风险挑战，共同分享发展机遇，努力建设持久和平、共同繁荣的和谐世界。

source: The tasks we face are arduous and formidable, and the responsibilities we bear are great and glorious.
zh_cn: 我们面临的任务艰巨而繁重，我们肩负的责任重大而光荣。

source: Under the leadership of the Party Central Committee with Comrade Hu Jintao as General Secretary, let us strengthen our conviction for victory, boldly meet challenges, work in a down-to-earth manner and press ahead resolutely to make new achievements worthy of the times, history and the people, carry forward the great cause of reform, opening up and modernization and celebrate the 60th anniversary of the founding of the People's Republic of China.
zh_cn: 让我们在以胡锦涛同志为总书记的党中央领导下，坚定必胜信心，勇敢面对挑战，扎实工作，锐意进取，创造无愧于时代、无愧于历史、无愧于人民的新业绩，奋力把改革开放和现代化建设伟大事业推向前进，迎接中华人民共和国成立60周年！
